etc/template_files/WTTHColombia/SALIDAS/Request_ADD_DNAPTRREC.xml

<soapenv:Envelope xmlns:spg="http://www.huawei.com/SPG" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
	<soapenv:Header>
		<spg:ResendFlag>?</spg:ResendFlag>
		<spg:Authentication>
			<spg:Username>claro.colombia</spg:Username>
			<spg:Password>claro.mx</spg:Password>
		</spg:Authentication>
		<spg:MessageID/>
	</soapenv:Header>
	<soapenv:Body>
		<spg:REG_COMSS>
			<spg:IMPU>sip:+5718034952@ims.claro.com.co</spg:IMPU>
			<spg:REGFLAG>1</spg:REGFLAG>
		</spg:REG_COMSS>
	</soapenv:Body>
</soapenv:Envelope>